{"characters": ["PADMÉ NABERRIE AMIDALA", "CORDÉ", "CAPTAIN TYPHO", "MAS AMEDDA", "SUPREME CHANCELLOR PALPATINE", "SENATOR ASK AAK", "AMBASSADOR DARSANA", "ORN FREE TAA", "MACE WINDU", "YODA", "DAR WAC", "KI-ADI-MUNDI", "BAIL ORGANA", "JAR JAR", "OBI-WAN KENOBI", "ANAKIN SKYWALKER", "ELAN SLEAZEBAGGANO", "ZAM WESSEL", "ZAM", "DORME", "PK-4", "SERVER", "FOOD SERVER", "HERMIONE", "HERMIONE BAGWA", "DEXTER JETTSTER", "QUEEN JAMILLIA", "SIO BIBBLE", "JOCASTA NU", "SOLA", "JOBAL", "RUWEE", "JOVAL", "CHILDREN", "JEDI CHILD JACK", "JEDI CHILD MAY", "TAUN WE", "LAMA SU", "OBI-WAM", "PAMDE", "BOBA FETT", "JANGO FETT", "WATTO", "C-3PO", "OWEN", "BERU", "CLIEGG", "SHMI", "THREEPIO", "COUNT DOOKU", "SUN RIT", "POGGLE", "NUTE GUNRAY", "PLO KOON", "DROID CAPTAIN", "CLONE CAPTAIN", "DARTH SIDIOUS"], "quotes": [{"character": 0, "quote": "Cordé..."}, {"character": 0, "quote": "No!... No!... No!..."}, {"character": 0, "quote": "I should not have come back."}, {"character": 0, "quote": "My noble colleagues, I concur with the Supreme Chancellor. At all costs, we do not want war!"}, {"character": 0, "quote": "Less than an hour ago, an assassination attempt was made against my life. One of my bodyguards and six others were ruthlessly and senselessly murdered. I was the target but, more importantly, I believe this security measure before you, was the target. I have led the opposition to build an army... but there is someone in this body who will stop at nothing to assure it's passage..."}, {"character": 0, "quote": "Wake up, Senators... you must wake up! If you offer the separatists violence, they can only show us violence in return! Many will lose their lives. All will lose their freedom. This decision could very well destroy the very foundation of our great Republic. I pray you do not let fear push you into a disastrous decision. Vote down this security measure, which is nothing less than a declaration of war! Does anyone here want that? I cannot believe they do."}, {"character": 0, "quote": "Thank you, Master Yoda. Do you have any idea who was behind the attack?"}, {"character": 0, "quote": "I don't wish to disagree but I think that Count Dooku was behind it."}, {"character": 0, "quote": "I don't know, but everything in my being tells me he was behind it..."}, {"character": 0, "quote": "Chancellor, if I may comment, I do not believe the..."}, {"character": 0, "quote": "Chancellor, please! I don't want any more guards!"}, {"character": 0, "quote": "This is not necessary, Chancellor."}, {"character": 0, "quote": "It has been far too long Master Kenobi. I'm so glad our paths have crossed again... but I must warn you that I think your presence here is unnecessary."}, {"character": 0, "quote": "Annie?? My goodness you've grown."}, {"character": 0, "quote": "Oh Annie, you'll always be that little boy I knew on Tatooine."}, {"character": 0, "quote": "I don't need more security, I need answers. I want to know who is trying to kill me."}, {"character": 0, "quote": "Perhaps with merely your presence, the mysteries surrounding this threat will be revealed. Now if you will excuse me I will retire."}, {"character": 0, "quote": "Representative Binks. I know I can count on you."}, {"character": 0, "quote": "What?!"}, {"character": 0, "quote": "You're a good friend, Jar Jar. I don't wish to hold you up. I'm sure you have a great deal to do."}, {"character": 0, "quote": "I do not like this idea of hiding."}, {"character": 0, "quote": "I haven't worked for a year to defeat the \"Military Creation Act\" not to be here when its fate is decided."}, {"character": 0, "quote": "Pride?!? Annie, you're young, and you don't have a very firm grip on politics. I suggest you reserve your opinions for some other time."}, {"character": 0, "quote": "Annie! No!"}, {"character": 0, "quote": "What?"}, {"character": 0, "quote": "I've always called you that... it is your name, isn't it?"}, {"character": 0, "quote": "I'm sorry, Anakin. It's impossible to deny you've... ...that you've grown up."}, {"character": 0, "quote": "Mentors have a way of seeing more of our faults than we would like. It's the only way we grow."}, {"character": 0, "quote": "That must be frustrating."}, {"character": 0, "quote": "I'm sorry... You sounded exactly like that little boy I once knew, when he didn't get his way."}, {"character": 0, "quote": "I didn't say it to hurt you."}, {"character": 0, "quote": "Anakin..."}, {"character": 0, "quote": "Don't try to grow up too fast."}, {"character": 0, "quote": "Please don't look at me like that."}, {"character": 0, "quote": "Because I can see what you're thinking."}, {"character": 0, "quote": "It makes me feel uncomfortable."}, {"character": 0, "quote": "Thank you, Captain. Take good care of Dorme... the threat's on you two now."}, {"character": 0, "quote": "You'll be fine."}, {"character": 0, "quote": "Then my Jedi protector will have to prove how grown up he is."}, {"character": 0, "quote": "I will be most grateful for your speed, Master Jedi."}, {"character": 0, "quote": "I know."}, {"character": 0, "quote": "Suddenly, I'm afraid..."}, {"character": 0, "quote": "There's nothing to worry about... we have Artoo with us."}, {"character": 0, "quote": "You seemed to be having a nightmare."}, {"character": 0, "quote": "Are you hungry?"}, {"character": 0, "quote": "We went into lightspeed a while ago."}, {"character": 0, "quote": "You were just a little boy then. It may not be as you remember it; time changes your perception."}, {"character": 0, "quote": "It must be difficult having sworn your life to the Jedi... not being able to visit the places you like... or do the things you like..."}, {"character": 0, "quote": "Are you allowed to love? I thought that was forbidden for a Jedi."}, {"character": 0, "quote": "You have changed so much"}, {"character": 0, "quote": "It hasn't..."}, {"character": 0, "quote": "Were you dreaming about you mother earlier, weren't you?"}, {"character": 0, "quote": "I doubt that."}, {"character": 0, "quote": "...and the soft sound of the distant waterfalls. The first time I saw the Capital, I was very young... I'd never seen a waterfall before. I though they were so beautiful... I never dreamed one day I'd live in the palace."}, {"character": 0, "quote": "No! That was the last thing I thought of. My dream was to help in the \"Refugee Relief Movement.\" I never thought of running for elected office. But the more history I studied, the more I realised how much good politicians could do. So when I was eight, I joined the \"Apprentice Legislators\", then later on became a Senatorial advisor, with such a passion that, before I knew it, I was elected Queen. Partly because I scored so high on my education certificate, but for the most part it was my conviction that reform was possible. I wasn't the youngest Queen ever elected, but now that I think back on it, I'm not sure I was old enough. I'm not sure I was ready."}, {"character": 0, "quote": "Popular rule is not democracy, Annie. It gives the people what they want, not what they need. And, truthfully, I was relieved when my two terms were up. So were my parents. They worried About me during the blockade and couldn't wait for it all to be over. Actually, I was hoping to have a family by now... My sisters have the most amazing, wonderful kids... but when the Queen asked me to serve as Senator, I couldn't refuse her."}, {"character": 0, "quote": "I think so too."}, {"character": 0, "quote": "Thank you, Your Highness. I only Wish I could have served you better by staying on Coruscant for the vote."}, {"character": 0, "quote": "About two hundred. And more are leaving the Republic every day. If the Senate votes to create an army, I'm sure it's going to push us into a civil war."}, {"character": 0, "quote": "Not if they feel threatened. The separatists don't have an army, but if they are provoked, they will move to defend themselves. I'm sure of that. And with no time or money to build an army, my guess is they will turn to the Commerce Guilds or the Trade Federation for help."}, {"character": 0, "quote": "I'm afraid that, despite the Chancellor's best efforts, there are still many bureaucrats, judges, and even Senators on the payrolls of the Guilds."}, {"character": 0, "quote": "There are rumours, Your Highness, that the Federation Army was not reduced as they were ordered."}, {"character": 0, "quote": "Let's pray that day never comes."}, {"character": 0, "quote": "Anakin's not a Jedi yet, Counsellor. He's still a Padawan learner. I was thinking..."}, {"character": 0, "quote": "Excuse me! I was thinking I would stay in the Lake Country. There are some places up there that are very isolated."}, {"character": 0, "quote": "Annie, my life is at risk, and this is my home. I know it very well... that is why we're here. I think it would be wise for you to take advantage of my knowledge in this instance."}, {"character": 0, "quote": "There's my house!"}, {"character": 0, "quote": "What? Don't say you're shy!"}, {"character": 0, "quote": "Ryoo!! Pooja!!"}, {"character": 0, "quote": "I'm so happy to see you! This is Anakin. Anakin, this is Ryoo, and this is Pooja."}, {"character": 0, "quote": "Anakin, this is my sister, Sola."}, {"character": 0, "quote": "He's being polite, Mom. We're starving."}, {"character": 0, "quote": "Sola!! He isn't my boyfriend! He's a Jedi assigned by the Senate to protect me."}, {"character": 0, "quote": "It's not, Mom, I promise. Anyway, Anakin's a friend. I've known him for years. Remember that little boy who was with the Jedi during the blockade crisis?"}, {"character": 0, "quote": "He grew up."}, {"character": 0, "quote": "Mom, I'm not in any danger."}, {"character": 0, "quote": "But not much."}, {"character": 0, "quote": "What's there to talk about? He's just a boy."}, {"character": 0, "quote": "Sola - stop it!"}, {"character": 0, "quote": "I'm not your baby sister, Sola. Anakin and I are friends... our relationship is strictly professional. Mom, would you tell her to stop it?"}, {"character": 0, "quote": "Cut it out."}, {"character": 0, "quote": "Oh, Mom, you're impossible. What I'm doing is important."}, {"character": 0, "quote": "Don't worry, this won't take long."}, {"character": 0, "quote": "I move around so much, I've never had a place of my own. Official residences have no warmth. I feel good here. I feel at home."}, {"character": 0, "quote": "That was when I went with the Relief Group to Shadda-Bi-Boran. Their sun was imploding, and the planet was dying. I was helping to relocate the children. See that little one I'm holding? His name was N'a-kee-tula, which means sweethear. He was so full of  life,. All those kids were. I did everything I could to save him, but he died... they all did. They were never able to adapt... to live off their native planet."}, {"character": 0, "quote": "My first day as an Apprentice Legislator. Notice the difference?"}, {"character": 0, "quote": "When I was in Level Three, we used to come here for school retreat. See that island? We used to swim there every day. I love the water."}, {"character": 0, "quote": "...We used to lie on the sand and let the sun dry us... and try to guess the names of the birds singing."}, {"character": 0, "quote": "There was a very old man who lived on the island. He used to make glass out of sand - and vases and necklaces out of the glass. They were magical."}, {"character": 0, "quote": "You could look into the glass and see the water. The way it ripples and moves. It looked so real... but it wasn’t."}, {"character": 0, "quote": "I used to think if you looked too deeply into glass, you would lose yourself."}, {"character": 0, "quote": "I shouldn't have done that."}, {"character": 0, "quote": "It's the situation... the stress..."}, {"character": 0, "quote": "You did that?"}, {"character": 0, "quote": "That! Now stop it!"}, {"character": 0, "quote": "Anakin!!"}, {"character": 0, "quote": "I don't know."}, {"character": 0, "quote": "Maybe you should use your Jedi intuition."}, {"character": 0, "quote": "Anakin, don't..."}, {"character": 0, "quote": "...I can't. We can't. It's just not possible."}, {"character": 0, "quote": "You listen. We live in a real world. Come back to it. You're studying to become a Jedi Knight. I'm a Senator. If you follow your thoughts through to conclusion, they will take us to a place we cannot go... regardless of the way we feel about each other."}, {"character": 0, "quote": "Annie, it doesn't make any difference. Jedi aren't allowed to marry. You swore an oath, remember? You'd be expelled from the Order. I will not let you give up your responsibilities... your future, for me."}, {"character": 0, "quote": "I am not going to give into this. I'm not going to throw my life away. I have more important things to do than fall in love."}, {"character": 0, "quote": "Then we'd be living a lie - one we couldn't keep even if we wanted to. Mt sister saw it. So did my mother. I couldn't do that. Could you, Anakin? Could you live like that?"}, {"character": 0, "quote": "I don't know..."}, {"character": 0, "quote": "Are you going to use one of your Jedi mind tricks on me?"}, {"character": 0, "quote": "All right... his name was Palo. I was twelve. We were both in the Legislative Youth Program. He was a few years older then I... very cute... dark curly hair... dreamy eyes."}, {"character": 0, "quote": "I went on to become a Queen. He went on to become an artist."}, {"character": 0, "quote": "You really don't like politicians, do you?"}, {"character": 0, "quote": "How would you have it work?"}, {"character": 0, "quote": "That is exactly what we do. The trouble is that people don't wlways agree. In fact, they hardly ever do."}, {"character": 0, "quote": "By whom? Who's going to make them?"}, {"character": 0, "quote": "You?"}, {"character": 0, "quote": "But someone."}, {"character": 0, "quote": "That sounds an awful lot like a dictatorship to me."}, {"character": 0, "quote": "You're making fun of me."}, {"character": 0, "quote": "You're so bad!"}, {"character": 0, "quote": "You had a nightmare again last night."}, {"character": 0, "quote": "I heard you."}, {"character": 0, "quote": "Annie, I told you I wouldn't let you give up your future for me. I'll go with you. That way you can continue to protect me, and you won't be disobeying your mandate."}, {"character": 0, "quote": "I guess we won't tell him, will we?"}, {"character": 0, "quote": "Stay with the ship, Artoo."}, {"character": 0, "quote": "Hello, Threepio."}, {"character": 0, "quote": "Threepio, what's happened?"}, {"character": 0, "quote": "I'm Padme."}, {"character": 0, "quote": "No, Annie!"}, {"character": 0, "quote": "Anakin..."}, {"character": 0, "quote": "I'm not leaving, Threepio. I just can't sleep."}, {"character": 0, "quote": "I guess you're lucky."}, {"character": 0, "quote": "You're not happy here?"}, {"character": 0, "quote": "Being like what?"}, {"character": 0, "quote": "I guess I wouldn't like it at all."}, {"character": 0, "quote": "Maybe we can do something about it."}, {"character": 0, "quote": "Why not? They seem to have a box of old coverings here."}, {"character": 0, "quote": "Let's see, if we put this... here..."}, {"character": 0, "quote": "You'll have to be quiet, Threepio. Hold still, please."}, {"character": 0, "quote": "There!"}, {"character": 0, "quote": "I thought the first thing he said was to retransmit his message to Coruscant."}, {"character": 0, "quote": "They'll never get there in time to save him. They have to come half way across the galaxy. Look, Geonosis is less than a parsec away."}, {"character": 0, "quote": "Annie, are you just going to sit here and let him die?? He's your friend... your mentor..."}, {"character": 0, "quote": "He gave you strict orders to protect me..."}, {"character": 0, "quote": "...and I'm going to save Obi-Wan. So if you plan to protect me, you will have to come along."}, {"character": 0, "quote": "To find Obi-Wan."}, {"character": 0, "quote": "Let go of me!"}, {"character": 0, "quote": "What?!?"}, {"character": 0, "quote": "Don't you give me orders, Annie! I'm a Senator of the Galactic Republic. You have no authority to contain me, restrain me, or direct me! You remember your place, young man. Now you can come along and protect me or stay here. It's up to you."}, {"character": 0, "quote": "It's empty!"}, {"character": 0, "quote": "Wait!"}, {"character": 0, "quote": "Count Dooku, I assume."}, {"character": 0, "quote": "Don't worry he's housebroken."}, {"character": 0, "quote": "You are holding a Jedi Knight, Obi- Wan Kenobi. I am formally requesting you turn him over to me, now."}, {"character": 0, "quote": "He is an officer of the Republic. You can't do that."}, {"character": 0, "quote": "And if I don't join your rebellion, I assume this Jedi with me will also die?"}, {"character": 0, "quote": "The ideals are still alive, Count, even if the institution is failing."}, {"character": 0, "quote": "If what you say is true, you should stay in the Republic and help Chancellor Palpatine put things right."}, {"character": 0, "quote": "I cannot believe that. I will not forsake all I have honoured and worked for and betray the Republic. I know of your treaties with the Trade Federation, the Commerce Guilds, and the others, Count. What is happening here is not government that has been bought out by business... it's business becoming government!"}, {"character": 0, "quote": "What is to happen to me? Am I to be executed also?"}, {"character": 0, "quote": "Anakin..."}, {"character": 0, "quote": "You are committing an act of war, Archduke. I hope you are prepared for the consequences."}, {"character": 0, "quote": "I'm not afraid to die. I've been dying a little bit each day since you came back into my life."}, {"character": 0, "quote": "I love you."}, {"character": 0, "quote": "I think our lives are about to be destroyed anyway. My love for you is a puzzle, Annie, for which I have no answers. I can't control it... and now I don't care. I truly, deeply love you, and before we die I want you to know."}, {"character": 0, "quote": "Sure! Well, sort of."}, {"character": 0, "quote": "Look!"}, {"character": 0, "quote": "Anakin!"}, {"character": 1, "quote": "... I'm sorry, m'lady... I'm... not sure I..."}, {"character": 2, "quote": "M'Lady, you are still in danger."}, {"character": 2, "quote": "This vote is very important. You did your duty and Cordé did hers. Now come. M'Lady, please!"}, {"character": 2, "quote": "I am very grateful you are here, Master Kenobi. The situation is more dangerous than the Senator will admit."}, {"character": 2, "quote": "Well, I know I feel a lot better having you here. I'll have an officer on every floor and I'll be at the command centre downstairs."}, {"character": 2, "quote": "Be safe, m'lady."}, {"character": 2, "quote": "I'd be more concerned about her doing something, than him."}, {"character": 3, "quote": "Order! We shall have order! The motion for the Republic to commission an army takes precedent, and that is what we will vote on at this time."}, {"character": 3, "quote": "This is a crisis! If the Senate votes the Chancellor emergency powers, he could approve the use of the army in a minute."}, {"character": 3, "quote": "If only Senator Amidala were here."}, {"character": 3, "quote": "Order! Order!!"}, {"character": 3, "quote": "Order! The Senate will accord the Representative the courtesy of a hearing!"}, {"character": 3, "quote": "We shall proceed to the vote. All those in favor of granting emergency powers to the Supreme Chancellor, signal ate at this time... those opposed?"}, {"character": 4, "quote": "...My esteemed colleagues, excuse me... I have just received some tragic and disturbing news. Senator Amidala of the Naboo system... Has been assassinated!"}, {"character": 4, "quote": "This grievous blow is especially personal to me. Before I became Chancellor, I served Amidala when she was Queen. She was a great leader who fought for justice, not only in this honourable assembly, but also on her home planet. She was so loved she could have been elected queen for life. She believed in public service, and she fervently believed in democracy. Her death is a great loss to us all. We will all mourn her as a relentless champion of freedom... and as a dear friend."}, {"character": 4, "quote": "Must I remind the Senator from Malastare that negotiations are continuing with the separatists. Peace is our objective here... not war."}, {"character": 4, "quote": "It is with great surprise and joy the chair recognises the Senator from Naboo, Padmé Amidala."}, {"character": 4, "quote": "Due to the lateness of the hour and the seriousness of this motion, we will take up these matters tomorrow. Until then, the Senate stands adjourned."}, {"character": 4, "quote": "I don't know how much longer I can hold off the vote, my friends. More and more star systems are joining the separatists."}, {"character": 4, "quote": "No! I will not let that happen!"}, {"character": 4, "quote": "Master Yoda, do you think it will really come to war?"}, {"character": 4, "quote": "What?"}, {"character": 4, "quote": "Send them in."}, {"character": 4, "quote": "Count Dooku has always avoided any kind of conflict. It appears he has no desire to start a war. Why would he kill you? To what end?"}, {"character": 4, "quote": "Master Jedi, may I suggest that the Senator be placed under the protection of your graces."}, {"character": 4, "quote": "...\"situation is that serious.\" No, but I do, Senator."}, {"character": 4, "quote": "I realise all too well that additional security might be disruptive for you, but perhaps someone you are familiar with... an old friend like... Master Kenobi..."}, {"character": 4, "quote": "You must remember him, M'Lady... he watched over you during the blockade conflict."}, {"character": 4, "quote": "Do it for me, M'Lady, please. I will rest easier. We had a big scare today. The thought of losing you is unbearable."}, {"character": 4, "quote": "I will not like this Republiv, that has stood for over a thousand years, be split in two"}, {"character": 4, "quote": "Those Geonosian foundries are part of the Techno Union. We will call in their representatives and ask them a few very pointed questions."}, {"character": 4, "quote": "Count Dooku must have made a treaty with them."}, {"character": 4, "quote": "Please, please, I don't wish to have emergency powers. That's too extreme a solution. It's akin to a dictatorship. We must rely on the Jedi. Master Yoda, how many are available to go to Geonosis?"}, {"character": 4, "quote": "Out of the question, Senator! You and I are too closely aligned. The issue will become partisan and debates will begin. The proposal must come from a neutral source."}, {"character": 4, "quote": "If called upon, I will serve. But it will be the saddest day of my life."}, {"character": 4, "quote": "In the regrettable absence of Senator Amidala, the chair recognises Senior Representative of Naboo, Jar Jar Binks."}, {"character": 4, "quote": "It is with great reluctance that I have agreed to this calling. I love democracy... I love the Republic. The fact that this crisis is demanding I be given absolute power to tule over you is evident. But I am mild by nature and have no desire to destroy the democratic process. The power you give me I will lay down when this crisis has abated, I promise you. And all I ask in return is when my current term of office is over, you allow me to reture and live out my life in peace."}, {"character": 5, "quote": "How many more Senators will die before this civil strife ends! We must confront these rebels now, and they need an army to do it."}, {"character": 5, "quote": "The debate is over, we need that clone army now!"}, {"character": 5, "quote": "But we must prepare for the worst. I'm going to propose a motion granting emergency powers to the Chancellor at the next session. We must not wait!"}, {"character": 5, "quote": "Thank you, Representative Binks."}, {"character": 6, "quote": "Why weren't the Jedi able to stop this assassination? We are no longer safe, under their protection."}, {"character": 7, "quote": "The Republic needs more security now! Before it comes to war."}, {"character": 7, "quote": "My motion to defer the vote must be dealt with first. That is the rule of law."}, {"character": 7, "quote": "We won't support a dictator."}, {"character": 8, "quote": "If they do break away -"}, {"character": 8, "quote": "But if they do, you must realise there aren't enough Jedi to protect the Republic. We are keepers of the peace, not soldiers."}, {"character": 8, "quote": "What do you sense, Master?"}, {"character": 8, "quote": "Our intelligence points to disgruntled spice miners, on the moons of Naboo."}, {"character": 8, "quote": "You know, M'Lady, Count Dooku was once a Jedi. He wouldn't assassinate anyone, it is not in his character."}, {"character": 8, "quote": "That's possible. He has just returned from a Border dispute on Ansion."}, {"character": 8, "quote": "I will have Obi-Wan report to you immediately, M'Lady."}, {"character": 8, "quote": "Why couldn't we see this attack on the Senator?"}, {"character": 8, "quote": "The propecy is coming true, the Dark Side is growing."}, {"character": 8, "quote": "It's been ten years, and the Sith still have no shown themselves. Do you think they are behind this?"}, {"character": 8, "quote": "Do you think Obi-Wan's apprentice will be able to bring balance to the Force?"}, {"character": 8, "quote": "Be wary, this disturbance in the Force is growing stronger."}, {"character": 8, "quote": "He has exceptional skills. The Council is confident in its decision, Obi-Wan. If the prophecy is true, he weill be the one to bring balance to the Force."}, {"character": 8, "quote": "There's something else?"}, {"character": 8, "quote": "Why?"}, {"character": 8, "quote": "Obi-Wan, you must have faith that he will take the right path."}, {"character": 8, "quote": "Probing the Dark Side is a dangerous process. He could be in seclusion for days... May the force be with you."}, {"character": 8, "quote": "No. Whoever placed that order was not a Jedi, I can assure you."}, {"character": 8, "quote": "A clone army! Ordered by someone in the Senate perhaps... Someone's out to start a war."}, {"character": 8, "quote": "Who do you think this impostor Sido-Dyas, could be?"}, {"character": 8, "quote": "Our missing apprentice. They are playing their hand at last."}, {"character": 8, "quote": "Be careful, Obi-Wan. This investigation is becoming less than routine. Do you need help?"}, {"character": 8, "quote": "We must stop them soon before they're fully ready."}, {"character": 8, "quote": "Patience. We should wait for Obi- Wan to report back. We don't know that Count Dooku has made a treaty with the Corporate Alliance, it's speculation."}, {"character": 8, "quote": "We will deal with Count Dooku. The most important thing for you, Anakin, is to stay where you are. Protect the Senator at all costs. That is your priority."}, {"character": 8, "quote": "The longer we wait, the stronger Dooku's armies become. We cannot wait for the Senate to make up its mind about granting the Chancellor emergency powers, in order to be able to use that clone army... We have the authority to go now. We must go now."}, {"character": 8, "quote": "Sorry to disappoint you, Dooku. This party's over."}, {"character": 8, "quote": "I don't think so. One Jedi has to be worth a hundred Geonosians."}, {"character": 8, "quote": "Don't worry! It's being - taken care of!"}, {"character": 8, "quote": "We will not be hostages for you to barter with Dooku."}, {"character": 8, "quote": "Where is your apprentice?"}, {"character": 9, "quote": "Worse than war, I fear... Much worse."}, {"character": 9, "quote": "Impossible to see ... The Dark Side clouds everything. But this I am sure of - Do their duty the Jedi will."}, {"character": 9, "quote": "With you the force is strong... young Senator. To see you alive brings warm feeling to my heart."}, {"character": 9, "quote": "In dark times nothing is what it appears to be, but the fact remains Senator, in grave danger you are."}, {"character": 9, "quote": "Too little about yourself you worry, Senator, and too much about politics. Be mindful of your danger, Padmé. Accept our help."}, {"character": 9, "quote": "Masking the future, is this disturbance in the Force."}, {"character": 9, "quote": "And only those who have turned to the Dark Side can sense the possibilities of the future. Only going through the Dark Side can we see."}, {"character": 9, "quote": "...Out there, they are. A certainty that is."}, {"character": 9, "quote": "Only if he chooses to follow his destiny."}, {"character": 9, "quote": "Don't think... feel... be as one with the Force. Help you, it will. Younglings - enough! A visitor we have. Welcome him."}, {"character": 9, "quote": "Master Obi-Wan Kenobi, meet the mighty Bear Clan."}, {"character": 9, "quote": "What help to you, can I be?"}, {"character": 9, "quote": "An interesting puzzle. Gather round the map reader, younglings. Master Obi-Wan has lost a planet. Find it, we will try..."}, {"character": 9, "quote": "Most interesting. Gravity’s silhouette remains, but the star and all its planets have disappeared. How can this be?"}, {"character": 9, "quote": "Truly wonderful, the mind of a child is. Uncluttered. To the centre of the pull of gravity go, and find your planet you will."}, {"character": 9, "quote": "Much harder to answer, that question is."}, {"character": 9, "quote": "The Council is confident in this decision, Obi-Wan."}, {"character": 9, "quote": "Who he is working for... discover that, you must."}, {"character": 9, "quote": "Inform the chancellor of this, we must."}, {"character": 9, "quote": "With the forename Darth, a Sith he must be."}, {"character": 9, "quote": "Perhaps too many pieces are missing from this puzzle, there are."}, {"character": 9, "quote": "Two Hundred,... less or more."}, {"character": 9, "quote": "Agreed, Master Windu. Two hundred Jedi send. Enough, let's hope they are."}, {"character": 9, "quote": "Come on - hurry! Hurry!"}, {"character": 9, "quote": "More battalions to the left. Encircle them we must, then divide."}, {"character": 9, "quote": "Count Dooku. No interest in contests, do I have."}, {"character": 9, "quote": "The end for you, Count, this is."}, {"character": 9, "quote": "Victory? Victory, you say?"}, {"character": 9, "quote": "Not victory, a defeat, it was... Master Obi-Wan. Begun, the Clone War has!"}, {"character": 10, "quote": "The loyalist committee has arrived, my Lord."}, {"character": 11, "quote": "He is a political idealist, not a murderer."}, {"character": 11, "quote": "The system's off but they're still active. That's a new feature. They are independent of the control system."}, {"character": 12, "quote": "Do you think that is a wise use of manpower during these stressful times?"}, {"character": 12, "quote": "That's outrageous! The treaty forbids the Trade Federation from building up an army. What are they doing?!"}, {"character": 12, "quote": "The Commerce Guilds are preparing for war... there can be no doubt of that."}, {"character": 12, "quote": "Unfortunately, the debate is not over. The Senate will never be able to approve the use of that army before the separatists attack."}, {"character": 12, "quote": "With all due respect for the Jedi Order, two hundred will be no match for hundreds of thousands of battle droids."}, {"character": 13, "quote": "Obi! Obi! Obi! Mesa sooo smilen to see'en yousa. Wahoooooo!"}, {"character": 13, "quote": "Oops! Wheresa mesa manners? Excuse me, Master Obi-Wan. I completely forgot myself for a moment there. I have had to learn Diplodiaclect... speak it like a native now. Don't really see the point, actually, but members of the Senate seem to prefer it..."}, {"character": 13, "quote": "...and this, I take it, is your apprentice... Nooooooooo! Annie? Noooooooo! Little Bitty Annie? Nooooooo! Yousa so biggen! Yiyiyiyyi! Annie!! Mesa no believen."}, {"character": 13, "quote": "Annie! Annie! Yiyiyiyiyiyiiii!"}, {"character": 13, "quote": "Lookie... lookie... Oops!... Oh, dear, I'm afraid I've forgotten myself again."}, {"character": 13, "quote": "Mesa busten wit happiness seein Yousa again, Annie. Deesa bad times, bombad times."}, {"character": 13, "quote": "Shesa happy. Happier den mesa see-en her in longo time."}, {"character": 13, "quote": "Yousa betchen mesa bottums."}, {"character": 13, "quote": "Oh, pardone-ay, Senator. I mean, I am honoured to accept this heavy burden. I take on this responsibility with deep humility tinged with an overwhelming pride. It is not every day that I am called upon to..."}, {"character": 13, "quote": "Of course, M'lady."}, {"character": 13, "quote": "Supreme Chancellor... my august colleagues, I would be proud to propose the motion in question. This is a grave situation, and I'm sure Senator Amidala, and the Queen of Naboo would agree."}, {"character": 13, "quote": "Senators, dellow felagates..."}, {"character": 13, "quote": "In response to the direct threat to the Republic from the Confederacy of Independent Systems, I propose that the Senate gives immediate emergency powers to the Supreme Chancellor."}, {"character": 13, "quote": "Who can deny these are exceptional times? Exceptional times demand exceptional measures! Exceptional measures demand exceptional men!"}, {"character": 13, "quote": "That is the sentiment every one of us agrees with! And when the shadow of war has dispersed and the bright day of liberty has dawned once again, the power we now give to the Supreme Chancellor will be gladly, and swiftly returned. Out ancient liberties will be restored to us, burnished even more brightly than before!"}, {"character": 14, "quote": "It's Good to see you, too, Jar Jar."}, {"character": 14, "quote": "It's a great pleasure to see you again, M'Lady."}, {"character": 14, "quote": "I'm sure the Jedi Council have their reasons."}, {"character": 14, "quote": "Our presence will be invisible, M'Lady."}, {"character": 14, "quote": "We're here to protect you Senator, not to start an investigation."}, {"character": 14, "quote": "We are not going to exceed our mandate, my young Padawan learner."}, {"character": 14, "quote": "We are not going through this exercise again, Anakin. You will pay attention to my lead."}, {"character": 14, "quote": "What??!!"}, {"character": 14, "quote": "We will do as the Council has instructed, and you will learn your place, young one."}, {"character": 14, "quote": "Anakin, you're focusing on the Negative again. Be mindful of your thoughts. She was glad to see us. Now lets check the security here."}, {"character": 14, "quote": "Captain Typho has more than enough men downstairs. No assassin will try that way. Any activity up here?"}, {"character": 14, "quote": "What's going on?"}, {"character": 14, "quote": "What is she thinking?"}, {"character": 14, "quote": "It's not an intruder I'm worried about. There are many other ways to kill a Senator."}, {"character": 14, "quote": "You're using her as bait??"}, {"character": 14, "quote": "It's too risky... and your senses aren't that attuned, young apprentice."}, {"character": 14, "quote": "Possibly."}, {"character": 14, "quote": "You look tired."}, {"character": 14, "quote": "Because of your mother?"}, {"character": 14, "quote": "Dreams pass in time."}, {"character": 14, "quote": "Mind your thoughts, Anakin, they betray you. You've made a commitment to the Jedi order... a commitment not easily broken... and don't forget she's a politician. They're not to be trusted."}, {"character": 14, "quote": "It's been my experience that Senators are only focused on pleasing those who fund their campaigns... and they are more than willing to forget the niceties of democracy to get those funds."}, {"character": 14, "quote": "Palpatine's a politician, I've observed that he is very clever at following the passions and prejudices of the Senators."}, {"character": 14, "quote": "I sense it, too."}, {"character": 14, "quote": "I have a bad feeling about this."}, {"character": 14, "quote": "What took you so long?"}, {"character": 14, "quote": "If you'd spend as much time working on your saber skills as you do on your wit, young Padawan, you would rival Master Yoda as a swordsman."}, {"character": 14, "quote": "Only in your mind, my very young apprentice. Careful!! Hey, easy!!"}, {"character": 14, "quote": "I don't mind flying... but what you're doing is suicide!"}, {"character": 14, "quote": "Just slow down!"}, {"character": 14, "quote": "Wait! Don't go in there!"}, {"character": 14, "quote": "You know I don't like it when you do that!"}, {"character": 14, "quote": "What are you doing? He's gonna blast me!"}, {"character": 14, "quote": "That was too close!"}, {"character": 14, "quote": "What??"}, {"character": 14, "quote": "Whooooaaa! Don't do that! I don't like it when you do that!"}, {"character": 14, "quote": "It's dangerous near those power couplings! Slow down! Don't go through there!"}, {"character": 14, "quote": "Yiiii, what are you doing?"}, {"character": 14, "quote": "Oh, that was good..."}, {"character": 14, "quote": "Stop!!"}, {"character": 14, "quote": "I'm crazy... I'm crazy... I'm crazy."}, {"character": 14, "quote": "It didn't work... we've stalled! And you almost got us killed!"}, {"character": 14, "quote": "It was stupid!"}, {"character": 14, "quote": "But you didn't!!! And now we've lost him."}, {"character": 14, "quote": "Where are you going?! He went down there, the other way."}, {"character": 14, "quote": "What do you mean, ‘You think?’ What kind of shortcut?! He went completely the other way! You’ve lost him!"}, {"character": 14, "quote": "Oh, so that’s why we’re going in the wrong direction."}, {"character": 14, "quote": "Well, you lost him."}, {"character": 14, "quote": "Anakin!"}, {"character": 14, "quote": "Patience."}, {"character": 14, "quote": "A Jedi's saber is his most precious possession."}, {"character": 14, "quote": "He must keep it with him at all times."}, {"character": 14, "quote": "This weapon is your life!"}, {"character": 14, "quote": "But, you haven't learned anything, Anakin."}, {"character": 14, "quote": "Why do I think you are going to be the death of me?!"}, {"character": 14, "quote": "Then why don't you listen to me?!"}, {"character": 14, "quote": "Do you see him him?"}, {"character": 14, "quote": "Then be extra careful... Check it out."}, {"character": 14, "quote": "To get a drink."}, {"character": 14, "quote": "You don't want to sell me death- sticks."}, {"character": 14, "quote": "You want to go home and rethink  your life."}, {"character": 14, "quote": "Do you know who it was you were trying to kill?"}, {"character": 14, "quote": "Who hired you?"}, {"character": 14, "quote": "This wound's going to need treatment."}, {"character": 14, "quote": "Toxic Dart..."}, {"character": 14, "quote": "Anakin, you stay put on Naboo. Do not attract any attention. Do absolutely nothing without checking in with me or the Council."}, {"character": 14, "quote": "I will get to the bottom of this plot quickly, M'Lady. You'll be back here in no time."}, {"character": 14, "quote": "May the Force be with you."}, {"character": 14, "quote": "I hope he doesn't try anything foolish."}, {"character": 14, "quote": "It's a toxic dart. I need to know where it came from and who made it."}, {"character": 14, "quote": "Excuse me? Could you try again please?"}, {"character": 14, "quote": "Thanks for your assistance! You may not be able to figure this out, but I think I know someone who might."}, {"character": 14, "quote": "I'm looking for Dexter."}, {"character": 14, "quote": "He's not in trouble. It's personal."}, {"character": 14, "quote": "Hey, Dex."}, {"character": 14, "quote": "Thank you."}, {"character": 14, "quote": "Hey, Dex."}, {"character": 14, "quote": "You can tell me what this is."}, {"character": 14, "quote": "Do you know where it came from?"}, {"character": 14, "quote": "Kamino Kyberdart... I wonder why it didn't show up in any analysis archive."}, {"character": 14, "quote": "Well, Dex, if droids could think, we wouldn't be here, would we? Kamino... doesn't sound familiar. Is it part of the Republic?"}, {"character": 14, "quote": "Cloners? Are they friendly?"}, {"character": 14, "quote": "On what, Dex?"}, {"character": 14, "quote": "Yes... yes, I did..."}, {"character": 14, "quote": "I never understood why he quit. Only twenty Jedi have ever left the Order."}, {"character": 14, "quote": "What happened?"}, {"character": 14, "quote": "Really?"}, {"character": 14, "quote": "Interesting... I'm still not sure I understand."}, {"character": 14, "quote": "Yes, I'm trying to find a planet system called Kamino. It doesn't seem to show upon any of the archive charts."}, {"character": 14, "quote": "According to my information, it should be in this quadrant somewhere... just south of the Rishi Maze."}, {"character": 14, "quote": "All three actually."}, {"character": 14, "quote": "Absolutely."}, {"character": 14, "quote": "Wouldn't that be on record?"}, {"character": 14, "quote": "That's impossible... perhaps the archives are incomplete."}, {"character": 14, "quote": "I am sorry to disturb you, Master."}, {"character": 14, "quote": "I’m looking for a planet described to me by an old friend. I trust him. But the system doesn’t show up on the archive maps."}, {"character": 14, "quote": "This is where it ought to be... but it isn’t. Gravity is pulling all the stars in this area inward to this spot. There should be a star here... but there isn’t."}, {"character": 14, "quote": "But Master Yoda who could have erased information from the archives? That’s impossible, isn’t it?"}, {"character": 14, "quote": "I am concerned for my Padawan. He is not ready to be on his own."}, {"character": 14, "quote": "But he still has much to learn. And his abilities have made him... well... arrogant. I realise now what you and Master Yoda knew from the beginning... the boy was too old to start the training and..."}, {"character": 14, "quote": "Master, he should not have been given this assignment. I'm afraid Anakin won't be able to protect the Senator."}, {"character": 14, "quote": "He has a... an emotional connection with her. It's been there since he was boy. Now he's confused... distracted."}, {"character": 14, "quote": "Has Master Yoda gained any insight into whether or not this war will come about?"}, {"character": 14, "quote": "I'm expected?"}, {"character": 14, "quote": "Obi-Wan Kenobi."}, {"character": 14, "quote": "You make me feel most welcome."}, {"character": 14, "quote": "That is... good news."}, {"character": 14, "quote": "I'm sorry Master - ?"}, {"character": 14, "quote": "Oh, yes. Sido-Dyas."}, {"character": 14, "quote": "That's why I'm here."}, {"character": 14, "quote": "Where is this bounty hunter now?"}, {"character": 14, "quote": "Unaltered?"}, {"character": 14, "quote": "I would like to meet this Jango Fett."}, {"character": 14, "quote": "You mentioned growth acceleration..."}, {"character": 14, "quote": "And these?"}, {"character": 14, "quote": "Very impressive."}, {"character": 14, "quote": "Tell me, prime minister, when my Master Sido-dyas first contacted you, did he say the order was for... himself... or?"}, {"character": 14, "quote": "The Repubic?"}, {"character": 14, "quote": "Arfour, Arfour..."}, {"character": 14, "quote": "Arfour, relay this, \"scramble code five,\" to Courscant: care of \"the old folks home.\""}, {"character": 14, "quote": "Your clones are very impressive. You must be very proud."}, {"character": 14, "quote": "Aren't we all?"}, {"character": 14, "quote": "Ever made your way as far into the interior as Coruscant?"}, {"character": 14, "quote": "Recently?"}, {"character": 14, "quote": "Then you must know Master Sido- Dyas?"}, {"character": 14, "quote": "Sido-Dyas. Isn’t he the Jedi who hired you for this job?"}, {"character": 14, "quote": "No? I thought..."}, {"character": 14, "quote": "Curious..."}, {"character": 14, "quote": "It seems to me it's your army - being that they are all clones of you."}, {"character": 14, "quote": "I look forward to seeing them in action. Thank you for your time, Jango."}, {"character": 14, "quote": "I won't forget."}, {"character": 14, "quote": "\"Guiding light\" to \"old folks home.\""}, {"character": 14, "quote": "...Starships from the Trade Federation and the Commerce Guilds are taking deliveries of battle droids from the foundries on Geonosis."}, {"character": 14, "quote": "The droid foundry seems to be working at full capacity. I am going to go down and investigate. I will bring Jango Fett back home for interrogation."}, {"character": 14, "quote": "One more thing. Jango mentioned he was recruited by someone named Darth Tyranus. Any idea who that might be?"}, {"character": 14, "quote": "Do you believe he could be the mysterious Sido-Dyas, who made the deal for the clone army?"}, {"character": 14, "quote": "Let me see if I can figure out what's going on first."}, {"character": 14, "quote": "...Alliance have pledged their armies to Count Dooku and are forming an... Wait!... ah... attack... I don't... make it... aaaggghhh!"}, {"character": 14, "quote": "I was beginning to wonder if you had gotten my message."}, {"character": 14, "quote": "It looks like you're going a good job so far."}, {"character": 14, "quote": "Take the one the left. I'll take the one on the right."}, {"character": 14, "quote": "It looks like she's already on top of things."}, {"character": 14, "quote": "Someone's got to - shut down - these droids."}, {"character": 14, "quote": "Hold on! Look over there..."}, {"character": 14, "quote": "No! Forget her. We have to go after Dooku."}, {"character": 14, "quote": "Don't let your personal feelings get in the way. We've got a job to do."}, {"character": 14, "quote": "Anakin! She's all right! Look."}, {"character": 14, "quote": "Follow that speeder!"}, {"character": 14, "quote": "We move in together - you slowly on the..."}, {"character": 14, "quote": "Anakin, no!"}, {"character": 14, "quote": "I don't think so."}, {"character": 14, "quote": "You will have to prove it."}, {"character": 14, "quote": "Anakin!"}, {"character": 14, "quote": "On his way back to Naboo. He is escorting Senator Amidala home."}, {"character": 14, "quote": "I must admit without the clones, it would not have been a victory."}, {"character": 15, "quote": "Hi, Jar Jar."}, {"character": 15, "quote": "So have you... grown more beautiful, I mean... and much shorter... for a Senator, I mean."}, {"character": 15, "quote": "We will find out who is trying to kill you Padmé, I promise you."}, {"character": 15, "quote": "I meant in the interest of protecting her, Master, of course."}, {"character": 15, "quote": "Why?"}, {"character": 15, "quote": "Why else do you think we were assigned to her, if not to find the killer? Protection is a job for local security... not Jedi. It's overkill, Master. Investigation is implied in our mandate."}, {"character": 15, "quote": "She didn't even recognise me, Jar Jar. I thought about her every day since we parted... and she's forgotten me completely."}, {"character": 15, "quote": "Yes, my master."}, {"character": 15, "quote": "Quiet as a tomb. I don't like just waiting here for something to happen to her."}, {"character": 15, "quote": "She covered that camera. I don't think she liked me watching her."}, {"character": 15, "quote": "She programmed Artoo to warn us if there's an intruder."}, {"character": 15, "quote": "I know, but we also want to catch this assassin. Don't we, Master?"}, {"character": 15, "quote": "It was her idea... No harm will come to her. I can sense everything going on in that room. Trust me."}, {"character": 15, "quote": "And yours are?"}, {"character": 15, "quote": "I don't sleep well, anymore."}, {"character": 15, "quote": "I don't know why I keep dreaming About her now. I haven't seen her since I was little."}, {"character": 15, "quote": "I'd rather dream of Padmé. Just Being around her again is... intoxicating."}, {"character": 15, "quote": "She's not like the others in the Senate, Master."}, {"character": 15, "quote": "Not another lecture, Master. Not on the economics of politics.... It's too early in the morning... and besides, you're generalising. The Chancellor doesn't appear to be corrupt."}, {"character": 15, "quote": "I think he is a good man. My instincts are very positive about..."}, {"character": 15, "quote": "Stay here!"}, {"character": 15, "quote": "That was wacky! I almost lost you in the traffic."}, {"character": 15, "quote": "Oh, you know, Master, I couldn't find a speeder I really liked, with an open cockpit... and with the right speed capabilities... and then you know I had to get a really gonzo color..."}, {"character": 15, "quote": "I thought I already did."}, {"character": 15, "quote": "Sorry, I forgot you don't like flying, Master."}, {"character": 15, "quote": "Master, you know I've been flying since before I could walk. I'm very good at this."}, {"character": 15, "quote": "Sorry, Master. Don't worry, this guy's gonna kill himself any minute now!"}, {"character": 15, "quote": "Right - this isn't working."}, {"character": 15, "quote": "Clear that!"}, {"character": 15, "quote": "Clear the flag! We're losing power! Hurry!"}, {"character": 15, "quote": "So sorry, Master."}, {"character": 15, "quote": "Sorry, Master!"}, {"character": 15, "quote": "That was crazy!!!"}, {"character": 15, "quote": "Ahh, damn."}, {"character": 15, "quote": "No, we can make it."}, {"character": 15, "quote": "But it worked... we made it."}, {"character": 15, "quote": "I think we're still alive."}, {"character": 15, "quote": "I could have made it..."}, {"character": 15, "quote": "No we didn’t..."}, {"character": 15, "quote": "This is a shortcut... I think."}, {"character": 15, "quote": "Master, if we keep this chase going, that creep’s gonna end up deep fried. Personally, I’d very much like to find out who in the hell he is and who he’s working for..."}, {"character": 15, "quote": "I’m deeply sorry, Master."}, {"character": 15, "quote": "Excuse me for a moment."}, {"character": 15, "quote": "She went into that club, Master."}, {"character": 15, "quote": "Sorry, Master."}, {"character": 15, "quote": "Yes, Master."}, {"character": 15, "quote": "I know, Master."}, {"character": 15, "quote": "I've heard this lesson before..."}, {"character": 15, "quote": "I try, Master."}, {"character": 15, "quote": "Don't say that Master... You're the closest thing I have to a father... I love you. I don't want to cause you pain."}, {"character": 15, "quote": "I will. I'll do better, I promise."}, {"character": 15, "quote": "I think he's a she..."}, {"character": 15, "quote": "Where are you going, Master?"}, {"character": 15, "quote": "Easy... Official business. Go back to your drinks."}, {"character": 15, "quote": "Tell us!"}, {"character": 15, "quote": "Who hired you? Tell us... tell us now!"}, {"character": 15, "quote": "Don't worry. Now that the Council has ordered an investigation, it won't take Master Obi-Wan long to find that bounty hunter."}, {"character": 15, "quote": "Sometimes we have to let go of our pride and do what is requested of us."}, {"character": 15, "quote": "Sorry, M'lady. I was only trying to..."}, {"character": 15, "quote": "Please don't call me that."}, {"character": 15, "quote": "Annie..."}, {"character": 15, "quote": "It's Anakin. When you say Annie it's like I'm still a little boy... and I'm not."}, {"character": 15, "quote": "Master Obi-Wan manages not to see it..."}, {"character": 15, "quote": "Don't get me wrong... Obi-Wan is a great mentor. As wise as Master Yoda and as powerful as Master Windu. I am truly thankful to be his apprentice. Only... although I'm a Padawan learner, in some ways... a lot of ways... I'm ahead of him. I'm ready for the trials. I know I am! He knows it too. He believes I'm too unpredictable... Other Jedi my age have gone through the trials and made it... I know I started my training late... but he won't let me move on."}, {"character": 15, "quote": "It's worse... he's overly critical. He never listens! He just doesn't understand! It's not fair!"}, {"character": 15, "quote": "I'm not whining! I'm not."}, {"character": 15, "quote": "I know..."}, {"character": 15, "quote": "I am grown up. You said it yourself."}, {"character": 15, "quote": "Why not?"}, {"character": 15, "quote": "Ahh... so, you have Jedi powers too?"}, {"character": 15, "quote": "Sorry, M'lady."}, {"character": 15, "quote": "Yes, Master."}, {"character": 15, "quote": "Time to go."}, {"character": 15, "quote": "May the Force be with you, Master."}, {"character": 15, "quote": "I'm kinda scared too. This is my first assignment on my own."}, {"character": 15, "quote": "No, no, Mom, no..."}, {"character": 15, "quote": "What?"}, {"character": 15, "quote": "Thank you."}, {"character": 15, "quote": "I look forward to seeing Naboo again. I've thought about it every day since I left. It's by far the most beautiful place I've ever seen..."}, {"character": 15, "quote": "I think time has given me much more mature feelings to enhance my perception."}, {"character": 15, "quote": "Or be with the people I love."}, {"character": 15, "quote": "Attachment is forbidden. Possession is forbidden. Compassion, which I would define as unconditional love, is central to a Jedi's life, so you might say we're encouraged to love."}, {"character": 15, "quote": "You haven't changed a bit. You're exactly the way I remember you in my dreams. I doubt if Naboo has changed much either."}, {"character": 15, "quote": "I can't wait to breathe the sweet breeze that comes off the rolling hills. Whenever I try to visualise the Force, those hills are what I see."}, {"character": 15, "quote": "I love Naboo."}, {"character": 15, "quote": "Yes... I left Tatooine so long ago, my memory of her is fading. I don't want to lose it. Recently I've been seeing her in my dreams... vivid dreams... scary dreams. I worry about her."}, {"character": 15, "quote": "If I grew up here, I don't think I'd ever leave."}, {"character": 15, "quote": "No, really. When I started my training, I was very homesick and very lonely. This city and my Mom were the only pleasant things I had to think about... The problem was, the more I thought about my Mom, the worse I felt. But I would feel better if I thought about the palace - the way it shimmers in the sunlight - the way the air always smells of flowers..."}, {"character": 15, "quote": "Well, tell me, did you dream of power and politics when you were a little girl?"}, {"character": 15, "quote": "The people you served thought you did a good job. I heard they tried to amend the Constitution so you could stay in office."}, {"character": 15, "quote": "I agree! I think the Republic needs you... I'm glad you chose to serve. I feel things are going to happen in our generation that will change the galaxy in profound ways."}, {"character": 15, "quote": "The Jedi have not been allowed to investigate. It would be to be too dangerous for the economy, we were told."}, {"character": 15, "quote": "Hey, hold on a minute!"}, {"character": 15, "quote": "Excuse me?! I am in charge of security here, M'Lady."}, {"character": 15, "quote": "Sorry, M'Lady."}, {"character": 15, "quote": "No, but I..."}, {"character": 15, "quote": "Hello."}, {"character": 15, "quote": "A little."}, {"character": 15, "quote": "...Yes... I'm afraid she is."}, {"character": 15, "quote": "Padme tells me you teach at the university?"}, {"character": 15, "quote": "There have been two attempts on her life. Chances are there'll be more. My Master is tracking down the assassins. I'm sure he'll find out who they are. This situation, won't last long."}, {"character": 15, "quote": "I don't either."}, {"character": 15, "quote": "I just want to get there before dark."}, {"character": 15, "quote": "You still live at home."}, {"character": 15, "quote": "I never had a real home. Home was always where my Mom was."}, {"character": 15, "quote": "Is this you?"}, {"character": 15, "quote": "I do too. I guess it comes from growing up on a desert planet."}, {"character": 15, "quote": "I don’t like sand. It’s coarse and rough and irritating, and it gets everywhere. Not like here. Here everything’s soft... and smooth..."}, {"character": 15, "quote": "Everything here is magical."}, {"character": 15, "quote": "Sometimes, when you believe something to be real, it becomes real. Real enough, anyway..."}, {"character": 15, "quote": "I think it's true..."}, {"character": 15, "quote": "I'm sorry. When I'm around you, my mind is no longer my own."}, {"character": 15, "quote": "...the view."}, {"character": 15, "quote": "What?"}, {"character": 15, "quote": "I'm not really supposed to do that... for fun, I mean. If Master Obi-Wan were here, he'd be very grumpy."}, {"character": 15, "quote": "May I tell you something?"}, {"character": 15, "quote": "Then how can I tell you?"}, {"character": 15, "quote": "It doesn't work around you. My mind is always a muddle... I can only think of you."}, {"character": 15, "quote": "From the moment I met you, all those years ago, a day hasn't gone by when I haven't thought of you. And now that I'm close to you again, I'm in agony. The closer I get to you, the worse it gets. The thought of not being with you mskes my stomach turn over - my mouth goes dry. I feel dizzy. I can't breathe. I'm haunted by the kiss you should never have given me. My heart is beating, hoping that kiss will not become a scar. You are in my very soul, tormenting me. What can I do? I will do anything you ask..."}, {"character": 15, "quote": "If you are suffering as much as I am, tell me."}, {"character": 15, "quote": "Anything's possible. Padme, please listen..."}, {"character": 15, "quote": "Then you do feel something! There's an extraordinary connection between us. You can't deny that."}, {"character": 15, "quote": "I was destined to be a Jedi. I don't think I could be anything else. But you are asking me to be rational. That is something I know I cannot do. I wish I could wish my feelings away... but I can't."}, {"character": 15, "quote": "It wouldn't have to be that way... we could keep it a secret."}, {"character": 15, "quote": "...No, you're right. It would destroy us."}, {"character": 15, "quote": "Sure you do... you just don't want to tell me."}, {"character": 15, "quote": "They only work on the weak-minded. You are anything but weak-minded."}, {"character": 15, "quote": "All right, I get the picture... whatever happened to him?"}, {"character": 15, "quote": "Maybe he was the smart one."}, {"character": 15, "quote": "I like two or three, but I'm not really sure about one of them. I don't think the system works."}, {"character": 15, "quote": "We need a system where the politicians sit down and discuss the problems, agree what's in the best interests of all the people, and then do it."}, {"character": 15, "quote": "Then they should be made to."}, {"character": 15, "quote": "I don't know. Someone."}, {"character": 15, "quote": "Of course not me."}, {"character": 15, "quote": "Someone wise."}, {"character": 15, "quote": "Well, if it works..."}, {"character": 15, "quote": "You're always so serious. Always carrying the weight of the universe on your shoulders."}, {"character": 15, "quote": "No...No...No...Mom!...Don't, no, don't!"}, {"character": 15, "quote": "Don't go."}, {"character": 15, "quote": "Your presence is soothing."}, {"character": 15, "quote": "Jedi don't have nightmares."}, {"character": 15, "quote": "I saw my mother. I saw her as clearly as I see you now. She's suffering, Padme. She is in pain...They're killing her! I know I'm disobeying my mandate to protect you, Senator. I know I will be punished and possibly thrown out of the Jedi Order, but I must go. I have to help her! I'm sorry, Padme. I don't have a choice."}, {"character": 15, "quote": "What about Master Obi-wan?"}, {"character": 15, "quote": "Wait, please."}, {"character": 15, "quote": "Excuse me, Watto."}, {"character": 15, "quote": "I said excuse me."}, {"character": 15, "quote": "Let me help you with that."}, {"character": 15, "quote": "I'm looking for Shmi Skywalker."}, {"character": 15, "quote": "My mother..."}, {"character": 15, "quote": "Sold her..."}, {"character": 15, "quote": "Do you know where they are?"}, {"character": 15, "quote": "I'd like to know."}, {"character": 15, "quote": "Threepio?"}, {"character": 15, "quote": "I've come to see my mother."}, {"character": 15, "quote": "I'm Anakin Skywalker. I'm here looking for my mother."}, {"character": 15, "quote": "Is my mother here?"}, {"character": 15, "quote": "To find my mother."}, {"character": 15, "quote": "I can feel her pain, and I will find her. I know she's alive."}, {"character": 15, "quote": "You are going to have to stay here. These are good people, Padme. You'll be safe."}, {"character": 15, "quote": "I trust you'll watch over her, Owen."}, {"character": 15, "quote": "I won't be long."}, {"character": 15, "quote": "Mom... Mom... Mom..."}, {"character": 15, "quote": "I’m here, Mom. You’re safe. Hang on. I’m going to get you out of here..."}, {"character": 15, "quote": "Just stay with me, Mom. I’m going to make you well again. Everything’s going to be fine."}, {"character": 15, "quote": "I'm going after him!"}, {"character": 15, "quote": "Yeah, you're right, you're right."}, {"character": 15, "quote": "Understood, Master."}, {"character": 15, "quote": "If he's still alive."}, {"character": 15, "quote": "...He's like my father, but you heard Master Windu. He gave me strict orders to stay here."}, {"character": 15, "quote": "Hey, where are you going?"}, {"character": 15, "quote": "No! You're not!"}, {"character": 15, "quote": "I'm not letting you go out there. It's too dangerous."}, {"character": 15, "quote": "It's my job to protect you. I said it's too dangerous. You're not going, and that's final!"}, {"character": 15, "quote": "Don't be afraid."}, {"character": 15, "quote": "What are you talking about?"}, {"character": 15, "quote": "You love me?! I thought we decided not to fall in love. That we would be forced to live a lie. That it would destroy our lives..."}, {"character": 15, "quote": "I have no desire to be cured of this love either. Long or short, I vow to spend the rest of my life with you."}, {"character": 15, "quote": "I retransmitted it as you requested, Master. Then we decided to come and rescue you."}, {"character": 15, "quote": "I have a bad feeling about this."}, {"character": 15, "quote": "What about Padme?"}, {"character": 15, "quote": "You okay?"}, {"character": 15, "quote": "Jump!!!"}, {"character": 15, "quote": "It's Dooku, go after him!"}, {"character": 15, "quote": "Padme!!!"}, {"character": 15, "quote": "Put the ship down! Down!"}, {"character": 15, "quote": "No we're not!! Land this ship!"}, {"character": 15, "quote": "I don't care!.. Go back."}, {"character": 15, "quote": "I'm taking him now!"}, {"character": 15, "quote": "You'll pay for all the Jedi you've killed today, Dooku."}, {"character": 15, "quote": "I'm a slow learner."}, {"character": 15, "quote": "Don't bet on it!"}, {"character": 16, "quote": "Wanna buy some death sticks?"}, {"character": 16, "quote": "I don't want to sell you death- sticks."}, {"character": 16, "quote": "I want to go home and rethink my life."}, {"character": 17, "quote": "The Senator from Naboo."}, {"character": 17, "quote": "It was just a job."}, {"character": 17, "quote": "That Senator's gonna die soon anyway, and the next one won't make the same mistake I did..."}, {"character": 18, "quote": "It was a Bounty Hunter called..."}, {"character": 19, "quote": "He'll be safe with me."}, {"character": 19, "quote": "It's not me, M'Lady. I worry about you. What if they realise I'm not you?"}, {"character": 20, "quote": "Place the subject for analysis on the sensot tray, please."}, {"character": 20, "quote": "One moment, please."}, {"character": 20, "quote": "As you can see on your screen, subject weapon does not exist in any known culture. Markings cannot be identified. Probablt self-made by a warrior not associated with any known society."}, {"character": 20, "quote": "Master Jedi, our records are very thorough. they cover eight percent of the galaxy. If I can't tell you where it came from, nobody can."}, {"character": 21, "quote": "Keep moving! Keep moving!"}, {"character": 22, "quote": "Hey! No Droids!"}, {"character": 23, "quote": "Can I help ya?"}, {"character": 24, "quote": "Waddya want him for?"}, {"character": 24, "quote": "Someone to see ya, honey A Jedi, by the looks of him."}, {"character": 24, "quote": "You want a cup of ardees?"}, {"character": 25, "quote": "Obi-Wan!"}, {"character": 25, "quote": "Take a seat! Be right with ya!"}, {"character": 25, "quote": "Hey, ol' buddy!"}, {"character": 25, "quote": "So, my friend. What can I do for ya?"}, {"character": 25, "quote": "Well, whattaya know..."}, {"character": 25, "quote": "I ain't seen one of these since I was prospecting on Subterrel beyond the Outer Rim!"}, {"character": 25, "quote": "This baby belongs to them cloners. What you got here is a Kamino Kyberdart."}, {"character": 25, "quote": "It's these funny little cuts on the side give it away... Those analysis droids you've got over there only focus on symbols, you know. I should think you Jedi would have more respect for the difference between knowledge and wisdom."}, {"character": 25, "quote": "No, it's beyond the Outer Rim. I'd say about twelve parsecs outside the Rishi Maze, toward the south. It should be easy to find, even for those droids in your archive to find. Those Kaminoans keep to themselves. They're cloners. Damned good ones, too."}, {"character": 25, "quote": "It depends."}, {"character": 25, "quote": "On how good your manners are... and how big your pocketbook is..."}, {"character": 26, "quote": "We've been worried about you. I'm so glad you're safe, Padmé."}, {"character": 26, "quote": "How many systems have joined Count Dooku and the separatists?"}, {"character": 26, "quote": "Do you see any way, through negotiations, to bring the separatists back into the Republic?"}, {"character": 26, "quote": "The armies of commerce! Why has Nothing been done in the Senate to restrain them?"}, {"character": 26, "quote": "Remember, Counsellor, the courts were able to reduce the Federation's armies. That's a move in the right direction."}, {"character": 26, "quote": "We must keep our faith in the Republic. The day we stop believing democracy can work is the day we lose it."}, {"character": 26, "quote": "In the meantime, we must consider your own safety."}, {"character": 26, "quote": "Perfect. It's settled then."}, {"character": 26, "quote": "Padmé, I had an audience with your father yesterday. I told him what was happening. He hopes you will visit your mother before you leave... your family's very worried about you."}, {"character": 27, "quote": "Given the circumstances, Senator, you know it was the only decision Her Highness could have made."}, {"character": 27, "quote": "It's unthinkable! There hasn't been a full-scale war since the formation of the Republic!"}, {"character": 27, "quote": "It's outrageous! After all of those hearings, and the four trials in the Supreme Court, Nute Gunray is still the Viceroy of the Trade Federation. Do those money mongers control everything?"}, {"character": 27, "quote": "What is your suggestion, Master Jedi?"}, {"character": 27, "quote": "She is right. The Lake Country is the most remote part of Naboo. Not many people and a clear view of the surrounding terrain."}, {"character": 28, "quote": "Did you call for assistance?"}, {"character": 28, "quote": "He has a powerful face, doesn't he? He was one of the most brilliant Jedi I have had the privilege of knowing."}, {"character": 28, "quote": "The Lost Twenty... and Count Dooku was the most recent and the most painful. No one likes to talk about it. His leaving was a great loss to the Order."}, {"character": 28, "quote": "Well, one might say, he was always a bit out of step with the decisions of the Council... much like your old Master, Qui-Gon Jinn."}, {"character": 28, "quote": "Oh, yes. They were alike in many ways. Very individual thinkers... idealists..."}, {"character": 28, "quote": "(continuing He was always striving to become a more powerful Jedi. He wanted to be the best. With a lightsaber, in the old style of fencing, he had no match. His knowledge of the Force was... unique. In the end, I think he left because he lost faith in the Republic. He believed that politics were corrupt, and he felt the Jedi betrayed themselves by serving the politicians. He always had very high expectations of government. He disappeared for nine or ten years, then he just showed up recently as the head of the separatist movement."}, {"character": 28, "quote": "Well, I'm sure you didn't call me over here for a history lesson. Are you having a problem, Master Kenobi?"}, {"character": 28, "quote": "Kamino? It's not a system I'M familiar with... Let me see..."}, {"character": 28, "quote": "Are you sure you have the right co-ordinates?"}, {"character": 28, "quote": "No co-ordinates? It sounds like the kind of directions you'd get from a street tout... some old miner or Furbog trader."}, {"character": 28, "quote": "Are you sure it exists?"}, {"character": 28, "quote": "Let me do a gravitational scan."}, {"character": 28, "quote": "There are some inconsistencies here. Maybe the planet you're looking for was destroyed."}, {"character": 28, "quote": "It ought to be. Unless it was very recent. I hate to say it, but it looks like the system you're searching for doesn't exist."}, {"character": 28, "quote": "The archives are comprehensive and totally secure, my young Jedi. One thing you may be absolutely sure of - if an item does not appear in our records, it does not exist!"}, {"character": 29, "quote": "They're eating over at Jev Narran's later, Mom. They just had a snack. They'll be fine."}, {"character": 29, "quote": "Hello, Anakin."}, {"character": 29, "quote": "Well, this is exciting! Do you know, Anakin, you're the first boyfriend my sister's ever brought home?"}, {"character": 29, "quote": "Why haven't you told us about him?"}, {"character": 29, "quote": "A boy? Have you seen the way he looks at you?"}, {"character": 29, "quote": "It's obvious he has feelings for you. Are you saying, little baby sister, that you haven't noticed?"}, {"character": 29, "quote": "Well, maybe you haven't noticed the way he looks at you. I think you're afraid to."}, {"character": 30, "quote": "You're just in time for dinner. I hope you're hungry, Anakin."}, {"character": 30, "quote": "Honey, it's so good to see you safe. We were so worried."}, {"character": 30, "quote": "I know, I know... but I had to say it. Now it's done."}, {"character": 30, "quote": "Honey, when are you going to settle down? Haven't you had enough of that life? I certainly have!"}, {"character": 30, "quote": "Sola's just concerned... we all are."}, {"character": 30, "quote": "You've done your service, Padmé. It's time you had a life of your own. You're missing so much!"}, {"character": 31, "quote": "You came to the right place at the right time. Sit down, son."}, {"character": 31, "quote": "Dear..."}, {"character": 31, "quote": "Is she?"}, {"character": 31, "quote": "Sometimes I wish I'd traveled more... but I must say, I'm happy here."}, {"character": 31, "quote": "Yes, and before that, I was a builder. I also worked for the Refugee Relief Movement, when I was very young."}, {"character": 31, "quote": "Now tell me, son. How serious is this thing? How much danger is my daughter really in?"}, {"character": 31, "quote": "I don't want anything to happen to her."}, {"character": 32, "quote": "A bodyguard?! Oh, Padme! They didn't tell us it was that serious!"}, {"character": 33, "quote": "Welcome, Master Obi-Wan!"}, {"character": 33, "quote": "That’s right! Yes! That’s what happened! Someone erased it!"}, {"character": 34, "quote": "Because someone erased it from the archive memory."}, {"character": 35, "quote": "If the planet blew up, the gravity would go away."}, {"character": 36, "quote": "Welcome to Tipoca City, Master Jedi."}, {"character": 36, "quote": "Everything is ready. The Prime Minister expects you."}, {"character": 36, "quote": "Of course! He is anxious to see you. After all these years, we were beginning to think you weren't coming. Now please, this way!"}, {"character": 36, "quote": "May I present Lama Su, Prime Minister of Kamino... and this is Master Jedi..."}, {"character": 36, "quote": "I would be most happy to arrange it, for you."}, {"character": 36, "quote": "I have arranged for you to meet Jango Fett in the morning. Sleep well."}, {"character": 36, "quote": "Boba, is your father here?"}, {"character": 36, "quote": "May we see him?"}, {"character": 36, "quote": "Welcome back, Jango. Was your trip productive?"}, {"character": 36, "quote": "This is Jedi Master, Obi-Wan Kenobi. He's come to check on our progress."}, {"character": 36, "quote": "Sido-Dyas told us to expect him. And he showed up just when your Jedi Master said he would. We have kept the Jedi’s involvement a secret until your arrival, just as your Master requested."}, {"character": 37, "quote": "Please..."}, {"character": 37, "quote": "I trust you are going to enjoy your stay. We are most happy you have arrived at the best part of the season."}, {"character": 37, "quote": "And now to business. You will be delighted to hear we are on schedule. Two hundred thousand units are ready, with another million well on the way."}, {"character": 37, "quote": "Please tell your Master Sido-Dyas that we have every confidence his order will be met on time and in full. He is well, I hope?"}, {"character": 37, "quote": "Jedi Master Sifo-Dyas. He's still a leading member of the Jedi Council, is he not?"}, {"character": 37, "quote": "You must be anxious to inspect the units for yourself."}, {"character": 37, "quote": "Magnificent, aren't they?"}, {"character": 37, "quote": "We modified their genetic structure to make them less independent than the original host. As a result they are totally obedient, taking any order without question."}, {"character": 37, "quote": "A bounty hunter called Jango Fett. We felt a Jedi would be the perfect choice, but Sido-Dyas hand- picked Jango Fett himself."}, {"character": 37, "quote": "Oh, we keep him here. After a few hundred thousand clones, the genetic pattern starts to fade, so we take a fresh supply. He lives here, but he's free to come and go as he pleases."}, {"character": 37, "quote": "Apart from his pay, which is considerable, Fett demanded only one thing - an unaltered clone for himself. Curious isn't it?"}, {"character": 37, "quote": "Pure genetic replication. No tampering with the structure to make it more docile... and no growth acceleration..."}, {"character": 37, "quote": "Oh yes, it's essential. Otherwise, a mature clone would take a lifetime to grow. Now, we can do it in half the time. Those items you saw on the parade ground were started ten years ago, when Sido-dyas first placed the order, and they're already mature..."}, {"character": 37, "quote": "About five years ago."}, {"character": 37, "quote": "They're immensely superior to droids, capable of independent thought and action."}, {"character": 37, "quote": "I'd hoped you would be pleased."}, {"character": 37, "quote": "Himself? Of course not. This army is for the Republic?"}, {"character": 37, "quote": "We are also very much agasint this Count Dooku and his seccessionist movement. We are proud to be of help to the Republic."}, {"character": 37, "quote": "Tell your Council the first battalions are ready. And remind them that if they need more troops, we will need time to grow them."}, {"character": 38, "quote": "Who was the original host?"}, {"character": 39, "quote": "I don't want to disturb you."}, {"character": 40, "quote": "Sure."}, {"character": 40, "quote": "Dad! Taun We's here!"}, {"character": 40, "quote": "What is it, Dad?"}, {"character": 40, "quote": "Dad!!"}, {"character": 40, "quote": "Dad, look!!"}, {"character": 40, "quote": "Dad! Watch out!"}, {"character": 40, "quote": "Got him! Yeahhhhh!"}, {"character": 41, "quote": "Fairly."}, {"character": 41, "quote": "That right?"}, {"character": 41, "quote": "I'm just a simple man, trying to make my way in the universe, Master Jedi."}, {"character": 41, "quote": "Once or twice."}, {"character": 41, "quote": "Possibly..."}, {"character": 41, "quote": "Boba, close the door."}, {"character": 41, "quote": "Master who?"}, {"character": 41, "quote": "Never heard of him. I was recruited by a man called Darth Tyranus on one of the moons of Bogden."}, {"character": 41, "quote": "Do you like your army?"}, {"character": 41, "quote": "They'll do their job well, I'll guarantee that."}, {"character": 41, "quote": "Always a pleasure to meet a Jedi."}, {"character": 41, "quote": "Nearly there, son."}, {"character": 41, "quote": "Hang on!"}, {"character": 41, "quote": "Stay calm, son. We'll be fine. That Jedi won't be able to follow us through this."}, {"character": 41, "quote": "We won't see him again."}, {"character": 41, "quote": "I'll take that weapon."}, {"character": 42, "quote": "No, not that one - that one!"}, {"character": 42, "quote": "What?"}, {"character": 42, "quote": "Shut down."}, {"character": 42, "quote": "What? I don't know you... What can I do for you? You look like a Jedi. Whatever it is... I didn't do it."}, {"character": 42, "quote": "Annie?? Little Annie?? Naaaah!!"}, {"character": 42, "quote": "You are Annie! It is you! You little womp rat."}, {"character": 42, "quote": "You sure sprouted Weehoo! A Jedi! Waddya know? Hey, maybe you couldda help wit some daedbeats who owe..."}, {"character": 42, "quote": "Oh, yeah. Shmi... she's not mine no more. I sold her."}, {"character": 42, "quote": "Years ago. Sorry, Anne, but you know, business is business. Sold her to a moisture farmer named Lars. Least I think it was Lars. Believe it or not, I heard he freed her and married her. Can ya beat that?"}, {"character": 42, "quote": "Long way from here... someplace over on the other side of Mos Eisley, I think..."}, {"character": 42, "quote": "Yeah... sure... absolutely. Let's go look in my records."}, {"character": 43, "quote": "Good evening. May I help you?"}, {"character": 43, "quote": "Oh, my... oh, my! Master Anakin! My goodness, I can hardly believe it! And this must be Miss Padme."}, {"character": 43, "quote": "Oh, dear! I'm so terribly sorry, Master Annie."}, {"character": 43, "quote": "I think we'd better go inside."}, {"character": 43, "quote": "Master Lars - Master Owen! Somebody to see you!"}, {"character": 43, "quote": "Please don't leave us, Miss Padme. These people need your help."}, {"character": 43, "quote": "That's something I cannot relate to. As a Protocol Droid, I'm either active or inactive. There's no in-between."}, {"character": 43, "quote": "Do you really think so..? I suppose I shouldn't expect..."}, {"character": 43, "quote": "Oh, I'm not unhappy... and my masters here ar so kind I wouldn't wish to trouble them, it's just... being like this... well, it's embarrassing."}, {"character": 43, "quote": "Naked. If you pardon the expression. You see, when Master Annie made me, he never quite found the time to give me any outer covering. It's so humiliating. How would you like it if you had to go around with all your circuits showing?"}, {"character": 43, "quote": "Of course you wouldn't. Nobody would. It's simply not protocol."}, {"character": 43, "quote": "I don't think so. Only Master Annie..."}, {"character": 43, "quote": "Oh? How observant of you, Miss Padme. Of course, I'm just not mechanically minded... if you see what I mean."}, {"character": 43, "quote": "Ooooh! That's tickles."}, {"character": 43, "quote": "Um. How do I look?"}, {"character": 43, "quote": "Perfect? Oh, Miss Padme, I'm so happy! Oh, pardon me."}, {"character": 43, "quote": "Thank you! Thank you! Thank you!"}, {"character": 43, "quote": "Oh, my!"}, {"character": 43, "quote": "Yes, it is, Artoo. Most confusing. One moment they're generating a pleasant mutual attraction and the next, waves of violent hostility. Even though I'm programmed to understand them, I doubt if I ever shall."}, {"character": 43, "quote": "Yes, it has been rather a long time. Do you suppose something's happened to them?"}, {"character": 43, "quote": "Danger? Oh no, I shouldn't think so. It looks a very dull planet to me. They should be back shortly. Just stop worrying, Artoo."}, {"character": 43, "quote": "I don't hear anything. You're scaring me! Stop imagining things!"}, {"character": 43, "quote": "I'm sure I heard something, this time. Didn't you? It's probably just a celebration"}, {"character": 44, "quote": "Owen Lars... I guess I'm your step-brother. This is my girlfriend, Beru."}, {"character": 44, "quote": "I had a feeling you might show up some day."}, {"character": 44, "quote": "Where are you going?"}, {"character": 44, "quote": "Take my speeder bike."}, {"character": 44, "quote": "Don't worry."}, {"character": 44, "quote": "Great! You look perfect."}, {"character": 44, "quote": "Well, Padme, I think he should be yours from now on... I know that is what my Mom would want."}, {"character": 45, "quote": "Hello."}, {"character": 46, "quote": "No, she's not."}, {"character": 46, "quote": "Cliegg Lars. Shmi is my wife... Come on inside. We have a lot to talk about."}, {"character": 46, "quote": "Your mother had gone out early, like she always did, to pick mushrooms that grow on the vaporatos. From the tracks, she was about halfway when they took her. Those Tuskens walk like men, but they're vicious, mindless monsters. Thirty of us went out after her. Four of us came back. Three more are still out there looking. I'd be with them, only... I just couldn't ride any more... until I heal."}, {"character": 46, "quote": "This isn't the way I wanted to meet you, son. This isn't how your mother and I planned it. I don't want to give up on her, but she's been gone a month. There's little hope she's lasted this long."}, {"character": 46, "quote": "She's daed, son. Accept it."}, {"character": 47, "quote": "Annie...? Is it you?"}, {"character": 47, "quote": "I’m so glad... to see you, Annie... Now... I am complete..."}, {"character": 47, "quote": "You look so handsome. My son... my grown-up son. I’m so proud of you, Annie... so proud... I missed you so much... I love..."}, {"character": 48, "quote": "Thank you."}, {"character": 49, "quote": "Senator Amidala, I've heard so much about you."}, {"character": 49, "quote": "I'm delighted to meet you at last. We have a great deal to discuss, Senator. I hope you can keep your young Jedi under control."}, {"character": 49, "quote": "He has been convicted of espionage, Senator, and will be executed. In just a few hours, I believe."}, {"character": 49, "quote": "We don't recognise the Republic here, Senator. But if Naboo were to join our Alliance, I could easily hear your plea for clemency."}, {"character": 49, "quote": "I don't wish to make you to join our cause against your will, Senator, but you are a rational, honest representative of your people and I assume you want to do what's in their best interest. Aren't you fed up with the corruption, the bureaucrats, the hypocrisy of it all?.. Aren't you? Be honest, Senator."}, {"character": 49, "quote": "You believe in the same ideals we believe in! The same ideals we are striving to make prominent."}, {"character": 49, "quote": "The Chancellor means well, M'Lady but he is incompetent. He has promised to cut the bureaucracy, but the bureaucrats are stronger than ever, no? Senator, the Republic cannot be fixed. It is time to start over. The democratic process in the Republic is a sham, a shell game played on the voters. It will not be long before the cult of greed, called the Republic, will lose even the pretext of democracy and freedom."}, {"character": 49, "quote": "Are you willing to betray your Jedi friends? Without your co-operation I can do nothing to stop their execution."}, {"character": 49, "quote": "I wouldn't think of such an offence. But, there are individuals who have a strong interest in your demise, M'lady. It has nothing to do with politics, I'm afraid. It's purely personal, and they have already paid great sums to have you assassinated. I'm sure they will push hard to have you included in the executions. I'm sorry but if you are not going to co-operate, I must turn you over to the Geonosians for justice. I've done all I can for you."}, {"character": 49, "quote": "You may cause a lot of bloodshed, my young Jedi, but you will not escape."}, {"character": 49, "quote": "Patience, Viceroy... she will die. Maybe this is the way it's supposed to end."}, {"character": 49, "quote": "Master Windu, how pleasant of you to join us. You're just in time for the moment of truth. I would think these two new boys of yours could use a little more training."}, {"character": 49, "quote": "Brave, but stupid, my old Jedi friend. You're impossibly outnumbered."}, {"character": 49, "quote": "It wasn't the Geonosians I was thinking about. How well do you think one Jedi will hold up against a thousand battle droids?"}, {"character": 49, "quote": "Master Windu!"}, {"character": 49, "quote": "You have fought gallantly. Worthy of recognition in the history archives of the Jedi Order. Now it is finished. Surrender - and your lives will be  spared."}, {"character": 49, "quote": "Then, I'm sorry, old friend. You will have to be destroyed."}, {"character": 49, "quote": "That won't be necessary, Captain. Stand down. And leave them to me."}, {"character": 49, "quote": "Kenobi, isn't it? As you can see, my Jedi powers are far beyond yours. Now, back down."}, {"character": 49, "quote": "Ah, but if I must."}, {"character": 49, "quote": "I have spent the last ten years learning to use the power of the Dark Side. It gives me infinitely greater power."}, {"character": 49, "quote": "Grand Master Kenobi, you disappoint me. Yoda holds you in such high esteem."}, {"character": 49, "quote": "Surely you can do better...? No, I'm surprised. Has Jedi swordsmanship degenerated so quickly, or are you trying to make fun of me? Which is it?"}, {"character": 49, "quote": "come, come, Master Kenobi. Put me out of my misery."}, {"character": 49, "quote": "That's brave of you, boy - but foolish. I would have thought you'd have learnt your lesson."}, {"character": 49, "quote": "You have unusual powers, young Padawan. But not enough to save you this time."}, {"character": 49, "quote": "Master Yoda. At last we shall know who is the most powerful."}, {"character": 49, "quote": "...Not yet..."}, {"character": 49, "quote": "The Force is with us, my Master."}, {"character": 49, "quote": "I bring you good news, my Lord. The war has begun."}, {"character": 50, "quote": "You have been charged and found guilty of Espionage."}, {"character": 50, "quote": "The felons before you have been convicted of espionage against the Sovereign System of Geonosis. Their sentence of death is to be carried out in this public arena henceforth."}, {"character": 51, "quote": "Do you have anything to say before your sentence is carried out?"}, {"character": 51, "quote": "We build weapons, Senator... that is our business! Of course we're prepared!"}, {"character": 51, "quote": "Your other Jedi friend is waiting for you, Senator. Take them to the arena!"}, {"character": 51, "quote": "Let the executions begin!"}, {"character": 52, "quote": "Get on with it. Carry out the sentence. I want to see her suffer."}, {"character": 52, "quote": "Foul!! She can't do that... shoot her or something!"}, {"character": 52, "quote": "This isn't how it's supposed to be! Jango, finish her off."}, {"character": 53, "quote": "We've done it! Now we have a chance!"}, {"character": 54, "quote": "Your Excellency!"}, {"character": 55, "quote": "Resistance is at an end, General. What are your orders ?"}, {"character": 56, "quote": "Welcome home, Lord Tyranus. You have done well."}, {"character": 56, "quote": "Excellent."}]}